examples/broken_case/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }

application     pimpleFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         10;
deltaT          0.01;
writeControl    timeStep;
writeInterval   100;
adjustTimeStep  no;
