examples/broken_case/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.375;

boundaryField
{
    inlet        { type fixedValue; value uniform 0.375; }
    outlet       { type zeroGradient; }
    upperWall    { type kqRWallFunction; value uniform 0.375; }
    lowerWall    { type kqRWallFunction; value uniform 0.375; }
    frontAndBack { type empty; }
}
