examples/broken_case/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }

solvers
{
    p     { solver GAMG; smoother GaussSeidel; tolerance 1e-6; relTol 0.05; }
    U     { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.1; }
    k     { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.1; }
    omega { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.1; }
}

PIMPLE { nOuterCorrectors 1; nCorrectors 2; nNonOrthogonalCorrectors 0; }

relaxationFactors { equations { U 0.9; k 0.9; omega 0.9; } }
